catastrophe = ['Ядерная война', 'Супервулкан', 'Пандемия', 'Интенсивное солнечное излучение']
catastrophe_descript = [
    'Война между несколькими мощными государствами приводит к использованию ядерного оружия, вызывая радиоактивное загрязнение и гибель большинства населения.',
    'Крупный вулкан начинает извергаться, вызывая глобальное изменение климата и нарушение экосистем, а также уничтожая большую часть населения.',
    'Новый вирус начинает распространяться по всему миру и убивать большинство населения, оставляя только небольшое число выживших, которые должны продержаться в бункере, пока вирус не исчезнет.',
    'Солнце испытывает мощный выброс корональной массы, который уничтожает значительную часть земной атмосферы, нарушая климат и повреждая электронные системы по всему миру.',
]
situations = ['Ничего',"Нехватка еды", "Недостаток воды", "заболевание", "нападение других выживших"]
times = ['Прошел 1 месяц',"Прошло 3 месяца", "Прошло 5 месяцев", "Прошло 7 месяцев", "Прошло 9 месяцев"]
events = ['Ничего',"Наступление зимы", "появление группы выживших", "взрыв генератора", 'Драка', "Рождение ребенка"]
