CONNECT_TO_GAME = "Присоединиться к игре"
CONNECTED_MANS = "К игре уже присоединилось {countMans} человек.\n {players}"
NOT_HAVE_MORE_PLAYERS = "Недостаточно игроков для начала игры."
U_IN_GAME = "Успокойся, успокойся, ты в игре уже."
BUNKER_STATS = """В вашем бункере:
Еды хватит на: {food} человек.
Воды хватит на: {water} человек.
Спящих мест: {sleeper}

Раундов в игре: {_round}
"""
GAME_RULES = """
Цель игры:
Вы должны попасть в бункер, выжить и продолжить человеческий род.
Мужчины до 70 лет могут продолжить род, Женщины до 60 лет.
Люди ЧайлдФри не могут иметь детей.
Каждые 5 кг еды соответствует 1 единице еды, т.е. 5 кг еды хватит на 1 человека.
Каждые 5 л питьевой жидкости соответствует 1 единице воды, т.е. 5 л жидкости хватит на 1 человека. 
"""
YOUR_STATS = """
Ваши характеристики:
Возраст: {age}
Пол: {sex}
Телосложение: {body}
Фобия: {phobia}
Здоровье: {heal}
Хобби: {hobbys}
Работа: {work}
Факт: {utils}

Открытые статистики: [{opened}]
"""
OPENED_STATS = """
Характеристики: {username}
Возраст: {age}
Пол: {sex}
Телосложение: {body}
Фобия: {phobia}
Здоровье: {heal}
Хобби: {hobbys}
Работа: {work}
Факт: {utils}
"""

START_VOTE = """Надеюсь вы уже определились, так как пришло время проголосовать за самого ненужного человека. """
KICK_FROM_TEMP_CAMP = "{user} был изгнан из временного лагеря."
